# OutdoorAirPerPerson Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..OutdoorAirPerPerson Property
Space Class See Also
---
Get the Specified OutdoorAirPerPerson of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double OutdoorAirPerPerson { get; }
```

Visual Basic
---
```text
Public ReadOnly Property OutdoorAirPerPerson As Double
	Get
```

Visual C++
---
```text
public:
property double OutdoorAirPerPerson {
	double get ();
}
```

# Remarks
This property is used to get the Specified OutdoorAirPerPerson (Unit: ft3/s) of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace